Repository: osaurus-ai/osaurus
Catalog: Packages/OsaurusCore/Resources/Localizable.xcstrings
Source language: en
Languages: ko, ru, zh_hans, zh_hant

source: Release digests are not pinned in this build.
ko: 이 빌드에는 릴리스 다이제스트가 고정되어 있지 않습니다.
ru: В этой сборке контрольные суммы релиза не закреплены.
zh_hans: 此构建版本未锁定发布校验和。
zh_hant: 此建置版本未鎖定發行核對和。

source: Release GPU buffers after this much idle time. Weights stay loaded.
ko: 이만큼의 유휴 시간 후에 GPU 버퍼를 해제합니다. 가중치는 계속 불러온 상태로 유지됩니다.
ru: Освободите буферы GPU после такого длительного простоя. Веса остаются загруженными.
zh_hans: 在此空闲时长后释放 GPU 缓冲区。权重保持加载状态。
zh_hant: 在此空閒時長後釋放 GPU 緩衝區。權重保持加載狀態。

source: Released %@
ko: %@ 출시됨
ru: Выпущено %@
zh_hans: 发布于 %@
zh_hant: 發布於 %@

source: Reload
ko: 다시 불러오기
ru: Перезагрузить
zh_hans: 重新加载
zh_hant: 重新加載

source: Reload tools
ko: 도구 다시 불러오기
ru: Перезагрузить инструменты
zh_hans: 重新加载工具
zh_hant: 重新加載工具

source: Remember this device permanently
ko: 이 기기를 영구적으로 기억
ru: Запомните это устройство навсегда
zh_hans: 永久记住此设备
zh_hant: 永久記住此設備

source: Reminders
ko: 미리 알림
ru: Напоминания
zh_hans: 提醒事项
zh_hant: 提醒事項

source: Remote
ko: 원격
ru: Удаленный
zh_hans: 远程
zh_hant: 遠程

source: Remote Agent
ko: 원격 에이전트
ru: Удаленный агент
zh_hans: 远程智能体
zh_hant: 遠程智能體

source: Remote agent run
ko: 원격 에이전트 실행
ru: Удаленный запуск агента
zh_hans: 远程智能体运行
zh_hant: 遠程智能體運行

source: Remote agent settings
ko: 원격 에이전트 설정
ru: Настройки удалённого агента
zh_hans: 远程智能体设置
zh_hant: 遠程智能體設置

source: Remote Connections
ko: 원격 연결
ru: Удаленные подключения
zh_hans: 远程连接
zh_hant: 遠程連接

source: Remote inference
ko: 원격 추론
ru: Удаленный вывод
zh_hans: 远程推理
zh_hant: 遠程推理

source: Remote Osaurus
ko: 원격 Osaurus
ru: Удаленный Osaurus
zh_hans: 远程 Osaurus
zh_hant: 遠程Osaurus

source: Remote Tools
ko: 원격 도구
ru: Удаленные инструменты
zh_hans: 远程工具
zh_hant: 遠程工具

source: Remove
ko: 제거
ru: Удалить
zh_hans: 移除
zh_hant: 移除

source: Remove "%@" from the library? This will also unregister its tools.
ko: 라이브러리에서 "%@"을(를) 제거하시겠습니까? 관련 도구의 등록도 해제됩니다.
ru: Удалить «%@» из библиотеки? Это также приведет к отмене регистрации его инструментов.
zh_hans: 从库中移除“%@”？这也会注销其工具。
zh_hant: 從庫中移除「%@」？這也會註銷其工具。

source: Remove %@ and rerun sandbox setup so Osaurus can download a fresh asset.
ko: %@을(를) 제거하고 샌드박스 설정을 다시 실행하여 Osaurus가 새로운 에셋을 다운로드할 수 있도록 하세요.
ru: Удалите %@ и перезапустите настройку песочницы, чтобы Osaurus мог загрузить новый ресурс.
zh_hans: 删除 %@ 并重新运行沙盒设置，以便 Osaurus 可以下载新的资源。
zh_hant: 刪除%@並重新運行沙盒設置，以便Osaurus可以下載新的資源。

source: Remove %@ and rerun setup.
ko: %@을(를) 제거하고 설정을 다시 실행하세요.
ru: Удалите %@ и заново запустите настройку.
zh_hans: 删除 %@ 并重新运行设置。
zh_hant: 刪除%@並重新運行設置。

source: Remove Bundle
ko: 번들 제거
ru: Удалить пакет
zh_hans: 移除捆绑包
zh_hant: 移除捆綁包

source: Remove Container
ko: 컨테이너 제거
ru: Удалить контейнер
zh_hans: 移除容器
zh_hant: 移除容器

source: Remove Container?
ko: 컨테이너를 제거하시겠습니까?
ru: Удалить контейнер?
zh_hans: 移除容器？
zh_hant: 移除容器？

source: Remove custom avatar
ko: 사용자 지정 아바타 제거
ru: Удалить собственный аватар
zh_hans: 移除自定义头像
zh_hant: 移除自定義頭像

source: Remove file
ko: 파일 제거
ru: Удалить файл
zh_hans: 移除文件
zh_hant: 移除文件

source: Remove from allowlist
ko: 허용 목록에서 제거
ru: Удалить из белого списка
zh_hans: 从允许列表中移除
zh_hant: 從白名單中移除

source: Remove from favourites
ko: 즐겨찾기에서 제거
ru: Удалить из избранного
zh_hans: 从收藏中移除
zh_hant: 從收藏中移除

source: Remove from Project
ko: 프로젝트에서 제거
ru: Убрать из проекта
zh_hans: 从项目中移除
zh_hant: 從專案中移除

source: Remove host folder access
ko: 호스트 폴더 접근 권한 제거
ru: Удалить доступ к папке хоста
zh_hans: 移除主机文件夹访问权限
zh_hant: 移除主機文件夾訪問權限

source: Remove Image
ko: 이미지 제거
ru: Удалить изображение
zh_hans: 移除图片
zh_hant: 移除鏡像

source: Remove old
ko: 오래된 항목 제거
ru: Удалить старый
zh_hans: 移除旧的
zh_hant: 移除舊的

source: Remove or move %@, then rerun sandbox setup.
ko: %@을(를) 제거하거나 이동한 후, 샌드박스 설정을 다시 실행하세요.
ru: Удалите или переместите %@, затем заново запустите настройку песочницы.
zh_hans: 删除或移动 %@，然后重新运行沙盒设置。
zh_hant: 刪除或移動%@，然後重新運行沙盒設置。

source: Remove Plugin?
ko: 플러그인을 제거하시겠습니까?
ru: Удалить плагин?
zh_hans: 移除插件？
zh_hant: 移除插件？

source: Remove Privacy Filter model?
ko: 개인정보 필터 모델을 제거하시겠습니까?
ru: Удалить модель фильтра конфиденциальности?
zh_hans: 移除隐私过滤器模型？
zh_hant: 移除隱私過濾器模型？

source: Remove rule
ko: 규칙 제거
ru: Удалить правило
zh_hans: 移除规则
zh_hant: 移除規則

source: Remove Sandbox?
ko: 샌드박스를 제거하시겠습니까?
ru: Удалить песочницу?
zh_hans: 移除沙盒？
zh_hant: 移除沙盒？

source: Remove this agent's chats and memory. The agent itself stays.
ko: 이 에이전트의 채팅과 메모리를 제거합니다. 에이전트 자체는 유지됩니다.
ru: Удалить чаты и память этого агента. Сам агент останется.
zh_hans: 移除此智能体的聊天和记忆。智能体本身会保留。
zh_hant: 移除此智能體的聊天和記憶。智能體本身會保留。

source: Remove this room?
ko: 이 룸을 제거할까요?
ru: Удалить эту комнату?
zh_hans: 移除此房间？
zh_hant: 移除此房間？

source: Removed a database view
ko: 데이터베이스 뷰 제거함
ru: Удален просмотр базы данных
zh_hans: 已移除数据库视图
zh_hant: 已移除數據庫視圖

source: Removes this entry from the list.
ko: 이 항목을 목록에서 제거합니다.
ru: Удаляет эту запись из списка.
zh_hans: 从列表中移除此条目。
zh_hant: 從列表中刪除此條目。

source: Removing a database view
ko: 데이터베이스 뷰 제거하는 중
ru: Удаление представления базы данных
zh_hans: 正在移除数据库视图
zh_hant: 正在移除數據庫視圖

source: Removing Keychain secrets
ko: 키체인 비밀 정보 제거 중
ru: Удаление секретов из Связки ключей
zh_hans: 正在移除钥匙串密钥
zh_hant: 正在移除鑰匙圈密鑰

source: Rename
ko: 이름 변경
ru: Переименовать
zh_hans: 重命名
zh_hant: 重命名

source: Rename and organize screenshots
ko: 스크린샷 이름 변경 및 정리
ru: Переименовывайте и упорядочивайте снимки экрана
zh_hans: 重命名并整理截图
zh_hant: 重命名並整理截圖

source: Rename groups or change participants.
ko: 그룹 이름을 바꾸거나 참가자를 변경합니다.
ru: Переименовывать группы или изменять участников.
zh_hans: 重命名群组或更改参与者。

source: Rename Project
ko: 프로젝트 이름 변경
ru: Переименовать проект
zh_hans: 重命名项目
zh_hant: 重新命名專案

source: Render charts and graphs from attached, retrieved, or computed data
ko: 첨부, 검색 또는 계산된 데이터로 차트와 그래프 렌더링
ru: Отображение диаграмм и графиков на основе прикрепленных, полученных или вычисленных данных
zh_hans: 根据附加、检索或计算的数据渲染图表
zh_hant: 根據附加、擷取或計算的資料呈現圖表

source: Render data as inline chart cards.
ko: 데이터를 인라인 차트 카드로 렌더링합니다.
ru: Отображение данных в виде встроенных карточек диаграмм.
zh_hans: 将数据呈现为内联图表卡片。
zh_hant: 將數據呈現爲內聯圖表卡片。

source: Rendered a chart
ko: 차트 렌더링함
ru: Отображение диаграммы
zh_hans: 已渲染图表
zh_hant: 已渲染圖表

source: Rendering a chart
ko: 차트 렌더링하는 중
ru: Рендеринг диаграммы
zh_hans: 正在渲染图表
zh_hant: 正在渲染圖表

source: Reopen it
ko: 다시 열기
ru: Открыть снова
zh_hans: 重新打开
zh_hant: 重新開啟

source: Reorder Agents
ko: 에이전트 순서 변경
ru: Изменение порядка агентов
zh_hans: 重新排序智能体
zh_hant: 重新排序智能體

source: Reorder providers
ko: 공급자 순서 변경
ru: Изменение порядка провайдеров
zh_hans: 重新排序提供商
zh_hant: 重新排序供應商

source: Reorder Providers
ko: 공급자 순서 변경
ru: Изменение порядка провайдеров
zh_hans: 重新排序提供商
zh_hant: 重新排序供應商

source: Repair
ko: 수리
ru: Ремонт
zh_hans: 修复
zh_hant: 修復

source: Repair forward
ko: 앞으로 수리
ru: Ремонт вперед
zh_hans: 向前修复
zh_hant: 向前修復

source: Repair Identity?
ko: ID를 수리하시겠습니까?
ru: Восстановить идентификация?
zh_hans: 修复身份？
zh_hant: 修復身份？

source: Repair will derive fresh addresses for %1$lld agent(s) and revoke %2$lld stale access key(s) under the current master. Existing pairings and clients holding those keys will stop working until they're re-issued.
ko: 수리를 수행하면 현재 마스터 아래에 있는 %1$lld개의 에이전트에 대한 새 주소가 도출되고 %2$lld개의 오래된 접근 키가 취소됩니다. 해당 키를 보유하고 있는 기존 페어링 및 클라이언트는 재발급될 때까지 작동을 중지합니다.
ru: При восстановлении будут получены новые адреса для %1$lld агентов и аннулированы %2$lld устаревшие ключи доступа под текущим мастером. Существующие пары и клиенты, владеющие этими ключами, перестанут работать, пока они не будут перевыпущены.
zh_hans: 修复将在当前主密钥下为 %1$lld 个智能体派生新地址，并撤销 %2$lld 个过期的访问密钥。持有这些密钥的现有配对和客户端将停止工作，直至重新签发。
zh_hant: 修復將在當前主密鑰下爲 %1$lld 個智能體派生新地址，並撤銷 %2$lld 個過期的訪問密鑰。持有這些密鑰的現有配對和客戶端將停止工作，直至重新籤發。

source: Repetition Penalty
ko: 반복 페널티
ru: Штраф за повторение
zh_hans: 重复惩罚
zh_hant: 重複懲罰

source: Replace
ko: 교체
ru: Заменять
zh_hans: 替换
zh_hant: 替換

source: Replace Existing Skill?
ko: 기존 스킬을 교체하시겠습니까?
ru: Заменить существующий навык?
zh_hans: 替换现有技能？
zh_hant: 替換現有技能？

source: Replace Image
ko: 이미지 교체
ru: Заменить изображение
zh_hans: 替换图片
zh_hant: 替換圖片

source: Replace path parameters with real values. Test via curl or your HTTP client.
ko: 경로 매개변수를 실제 값으로 교체합니다. curl 또는 HTTP 클라이언트를 통해 테스트하세요.
ru: Замените параметры пути реальными значениями. Протестируйте через Curl или ваш клиент HTTP.
zh_hans: 将路径参数替换为真实值。可通过 curl 或你的 HTTP 客户端测试。
zh_hant: 將路徑參數替換爲真實值。可通過 curl 或你的 HTTP 客戶端測試。

source: Replacing key for %@. Cancel keeps the existing key.
ko: %@의 키를 교체하는 중입니다. 취소하면 기존 키가 유지됩니다.
ru: Замена ключа на %@. Отмена сохраняет существующий ключ.
zh_hans: 正在替换 %@ 的密钥。取消将保留现有密钥。
zh_hant: 正在替換 %@ 的密鑰。取消將保留現有密鑰。

source: Replies
ko: 답장
ru: Ответы
zh_hans: 回复
zh_hant: 回覆

source: Replies & Sending
ko: 답장 및 전송
ru: Ответы и отправка
zh_hans: 回复与发送
zh_hant: 回覆與傳送

source: Replies are configured on each connected channel above. This section controls where agents may start messages of their own — and whether they ask you first.
ko: 답장은 위의 연결된 채널별로 구성합니다. 이 섹션은 에이전트가 스스로 메시지를 시작할 수 있는 위치와 먼저 물어볼지 여부를 제어합니다.
ru: Ответы настраиваются выше, на каждом подключённом канале. Этот раздел определяет, где агенты могут начинать собственные сообщения — и спрашивают ли они вас сначала.
zh_hans: 回复在上方每个已连接的频道中分别配置。此部分控制智能体可以在哪里主动发起消息——以及是否先征求你的同意。
zh_hant: 回覆在上方每個已連接的頻道中分別配置。此部分控制智能體可以在哪裡主動發起訊息——以及是否先徵求您的同意。

source: Replies off
ko: 답장 꺼짐
ru: Ответы выключены
zh_hans: 回复已关闭
zh_hant: 回覆已關閉

source: Replies on — choose an agent
ko: 답장 켜짐 — 에이전트를 선택하세요
ru: Ответы включены — выберите агента
zh_hans: 回复已开启——请选择智能体
zh_hant: 回覆已開啟——請選擇智能體

source: Replies to every message no rule below claims.
ko: 아래 규칙에 해당하지 않는 모든 메시지에 답장합니다.
ru: Отвечает на каждое сообщение, которое не забрало ни одно правило ниже.
zh_hans: 回复下方规则未匹配的所有消息。
zh_hant: 回覆下方規則未匹配的所有訊息。

source: Replies to incoming messages
ko: 수신 메시지에 답장
ru: Отвечает на входящие сообщения
zh_hans: 回复传入消息
zh_hant: 回覆傳入訊息

source: Replies to incoming messages, plus %lld rule(s)
ko: 수신 메시지에 답장, 규칙 %lld개 포함
ru: Отвечает на входящие сообщения, плюс правил: %lld
zh_hans: 回复传入消息，另有 %lld 条规则
zh_hant: 回覆傳入訊息，另有 %lld 條規則

source: Replies where %lld rule(s) match
ko: 규칙 %lld개가 일치하는 곳에 답장
ru: Отвечает там, где срабатывают правила (%lld)
zh_hans: 在 %lld 条规则匹配处回复
zh_hant: 在 %lld 條規則匹配處回覆

source: Replies: %@
ko: 답장: %@
ru: Ответы: %@
zh_hans: 回复：%@
zh_hant: 回覆：%@

# Replies: %lld agents — %@
source: Replies: %1$lld agents — %2$@
ko: 답장: 에이전트 %1$lld명 — %2$@
ru: Ответы: агентов %1$lld — %2$@
zh_hans: 回复：%1$lld 个智能体——%2$@
zh_hant: 回覆：%1$lld 個智能體——%2$@

source: Replies will stay in Osaurus. Incoming messages still run the agent, but its responses are not posted back until Reply Automatically is on.
ko: 응답이 Osaurus에 남아 있습니다. 수신 메시지는 계속 에이전트를 실행하지만, Reply Automatically를 켜기 전까지 응답이 채널로 전송되지 않습니다.
ru: Ответы остаются в Osaurus. Входящие сообщения по-прежнему запускают агента, но его ответы не отправляются обратно, пока не включено «Reply Automatically».
zh_hans: 回复将保留在 Osaurus 中。收到的消息仍会运行智能体，但在开启“自动回复”之前，回复不会发送回频道。
zh_hant: 回覆將保留在 Osaurus 中。收到的訊息仍會執行智能體，但在開啟「自動回覆」之前，回覆不會發送回頻道。

source: Reply to a specific message in a chat.
ko: 채팅의 특정 메시지에 답장합니다.
ru: Ответить на конкретное сообщение в чате.
zh_hans: 回复聊天中的特定消息。

source: Reply to incoming messages
ko: 수신 메시지에 답장
ru: Отвечать на входящие сообщения
zh_hans: 回复传入消息
zh_hant: 回覆傳入訊息

source: Reply to the incoming iMessage with the selected agent's sanitized response. iMessage and global writes plus the write allowlist still apply.
ko: 선택한 에이전트의 정제된 응답으로 수신 iMessage에 답장합니다. iMessage 및 전역 쓰기 권한과 쓰기 허용 목록은 계속 적용됩니다.
ru: Отвечать на входящее iMessage очищенным ответом выбранного агента. Права записи iMessage и глобальные, а также список разрешённых для записи чатов продолжают действовать.
zh_hans: 使用所选智能体经净化的回应回复传入的 iMessage。iMessage 与全局写入权限以及写入允许列表仍然适用。
zh_hant: 使用所選智能體經淨化的回應回覆傳入的 iMessage。iMessage 與全域寫入權限以及寫入允許列表仍然適用。

source: Reply to the incoming WhatsApp message with the selected agent's sanitized response. WhatsApp and global writes plus the write allowlist still apply.
ko: 선택한 에이전트의 정제된 응답으로 수신 WhatsApp 메시지에 답장합니다. WhatsApp 및 전역 쓰기 설정과 쓰기 허용 목록은 계속 적용됩니다.
ru: Отвечать на входящее сообщение WhatsApp очищенным ответом выбранного агента. Ограничения записи WhatsApp и глобальные, а также список разрешённых на запись по-прежнему действуют.
zh_hans: 使用所选代理经净化的回复来回应传入的 WhatsApp 消息。WhatsApp 与全局写入设置以及写入允许列表仍然适用。

source: Reply with an Agent
ko: 에이전트로 답장
ru: Отвечать с помощью агента
zh_hans: 由智能体回复
zh_hant: 由智能體回覆

source: Report an Issue…
ko: 이슈 보고…
ru: Сообщить о проблеме…
zh_hans: 报告问题…
zh_hant: 報告問題…

source: Repos outside mlx-community must advertise an MLX-native artifact family in the repo name, such as MLX, MXFP, JANG, JANGTQ, or TurboQuant.
ko: mlx-community 외부의 리포지토리는 리포지토리 이름에 MLX, MXFP, JANG, JANGTQ 또는 TurboQuant와 같은 MLX 네이티브 에셋 제품군을 명시해야 합니다.
ru: Репозитории вне mlx-community должны указывать в имени семейство MLX-совместимых артефактов, например MLX, MXFP, JANG, JANGTQ или TurboQuant.
zh_hans: mlx-community 之外的仓库必须在仓库名称中标明 MLX 原生工件系列，例如 MLX、MXFP、JANG、JANGTQ 或 TurboQuant。
zh_hant: mlx-community 之外的倉庫必須在倉庫名稱中標明 MLX 原生工件系列，例如 MLX、MXFP、JANG、JANGTQ 或 TurboQuant。

source: Repository
ko: 리포지토리
ru: Репозиторий
zh_hans: 仓库
zh_hant: 倉庫

source: Repository unavailable
ko: 리포지토리를 사용할 수 없음
ru: Репозиторий недоступен
zh_hans: 仓库不可用
zh_hant: 存儲庫不可用

source: Repro path
ko: 재현 경로
ru: Путь воспроизведения
zh_hans: 复现路径
zh_hant: 複製路徑

source: Request
ko: 요청
ru: Запрос
zh_hans: 请求
zh_hant: 請求

source: Request body is not a chat completion
ko: 요청 본문이 채팅 완성이 아님
ru: Тело запроса не является завершением чата
zh_hans: 请求体不是聊天补全请求
zh_hant: 請求正文不是聊天完成

source: Request failed: %@
ko: 요청 실패: %@
ru: Запрос не выполнен: %@
zh_hans: 请求失败：%@
zh_hant: 請求失敗：%@

source: Request format
ko: 요청 형식
ru: Формат запроса
zh_hans: 请求格式
zh_hant: 請求格式

source: Request Limits
ko: 요청 제한
ru: Ограничения запросов
zh_hans: 请求限制
zh_hant: 請求限制

source: REQUEST TIMEOUT
ko: 요청 시간 초과
ru: ТАЙМ-АУТ ЗАПРОСА
zh_hans: 请求超时
zh_hant: 請求超時

source: Request Timeout (seconds)
ko: 요청 시간 초과(초)
ru: Тайм-аут запроса (секунды)
zh_hans: 请求超时（秒）
zh_hant: 請求超時（秒）

source: Requests
ko: 요청
ru: Запросы
zh_hans: 请求
zh_hant: 請求

source: Requests routed through Osaurus, newest first. Open the chat or Insights when this Mac has the matching copy.
ko: Osaurus를 통해 라우팅된 요청이며 최신순입니다. 이 Mac에 일치하는 사본이 있는 경우 채팅 또는 Insights를 엽니다.
ru: Запросы направляются через Osaurus, сначала самые новые. Откройте чат или Insights, когда на этом Mac будет соответствующая копия.
zh_hans: 通过 Osaurus 路由的请求，按最新排序。当此 Mac 有匹配的副本时，打开聊天或洞察。
zh_hant: 通過Osaurus路由的請求，按最新排序。當此Mac有匹配的副本時，打開聊天或洞察。

source: Requests will run with no time limit. Before enabling:
ko: 요청은 시간 제한 없이 실행됩니다. 사용하기 전에:
ru: Запросы будут выполняться без ограничения по времени. Прежде чем включить:
zh_hans: 请求将在无时间限制下运行。启用前请注意：
zh_hant: 請求將在無時間限制下運行。啓用前請注意：

source: Require Media Salt for Cache
ko: 캐시를 위한 미디어 솔트 필요
ru: Требовать медиа-соль для кэша
zh_hans: 缓存需要媒体盐值
zh_hant: 緩存需要媒體鹽值

source: Require Mention in Groups
ko: 그룹에서 멘션 필수
ru: Требовать упоминание в группах
zh_hans: 群组中需要提及

source: Required
ko: 필수
ru: Необходимый
zh_hans: 必填
zh_hant: 必填

source: Required before an agent can reply. Use Discord user IDs.
ko: 에이전트가 답장하려면 필요합니다. Discord 사용자 ID를 사용하세요.
ru: Требуется, чтобы агент мог отвечать. Используйте ID пользователей Discord.
zh_hans: 智能体回复前必需。请使用 Discord 用户 ID。
zh_hant: 智能體回覆前必需。請使用 Discord 使用者 ID。

source: Required by the chat assistant to add this provider.
ko: 채팅 어시스턴트가 이 공급자를 추가하는 데 필요합니다.
ru: Требуется помощнику чата для добавления этого провайдера.
zh_hans: 聊天助手添加此提供商所需。
zh_hant: 聊天助手添加此提供商所需。

source: Required Files
ko: 필수 파일
ru: Необходимые файлы
zh_hans: 必需文件
zh_hant: 必需文件

source: Required for transcription
ko: 전사에 필요함
ru: Требуется для транскрипции
zh_hans: 转写所需
zh_hant: 轉錄需要

source: Required for voice input
ko: 음성 입력에 필요함
ru: Требуется для голосового ввода
zh_hans: 语音输入所需
zh_hant: 需要語音輸入

source: Required only for sending — Osaurus asks Messages.app to deliver each message.
ko: 전송에만 필요합니다 — Osaurus가 Messages.app에 각 메시지 전달을 요청합니다.
ru: Требуется только для отправки — Osaurus просит Messages.app доставить каждое сообщение.
zh_hans: 仅发送时需要 — Osaurus 会请求 Messages.app 递送每条消息。

source: Required to read incoming messages from the Messages database.
ko: 메시지 데이터베이스에서 수신 메시지를 읽는 데 필요합니다.
ru: Требуется для чтения входящих сообщений из базы данных «Сообщений».
zh_hans: 读取“信息”数据库中的传入消息所必需。

source: Required to type into other applications
ko: 다른 응용 프로그램에 입력하는 데 필요함
ru: Требуется для ввода в другие приложения
zh_hans: 向其他应用程序输入文字所需
zh_hant: 需要輸入到其他應用程序中

source: Requires %@ to return an OpenAI-shaped model list.
ko: %@이(가) OpenAI 형태의 모델 목록을 반환해야 합니다.
ru: Требуется, чтобы %@ возвращал список моделей в формате OpenAI.
zh_hans: 需要 %@ 返回一个 OpenAI 风格的模型列表。
zh_hant: 需要%@返回一個OpenAI風格的模型列表。

source: Requires Accessibility permission. Grant it and review status in Settings > Computer Use.
ko: 접근성 권한이 필요합니다. 권한을 부여하고 설정 > 컴퓨터 제어에서 상태를 검토하세요.
ru: Требуется разрешение на доступ. Предоставьте его и проверьте статус в «Настройки» > «Использование компьютера».
zh_hans: 需要辅助功能权限。请授予该权限，并在“设置 > 电脑操控”中查看状态。
zh_hant: 需要輔助功能權限。請授予該權限，並在「設置 > 電腦操作」中查看狀態。

source: Requires louder speech, faster response
ko: 더 큰 목소리가 필요하며 더 빠른 응답
ru: Нужна более громкая речь; отклик быстрее
zh_hans: 需要更大声说话，响应更快
zh_hant: 需要更大聲說話，響應更快

source: Requires the helper and a linked account. Chats come from the local session store; nothing leaves this machine.
ko: 헬퍼와 연결된 계정이 필요합니다. 채팅은 로컬 세션 저장소에서 가져오며, 이 컴퓨터 밖으로 나가는 것은 없습니다.
ru: Требуются помощник и привязанный аккаунт. Чаты берутся из локального хранилища сессии; ничего не покидает этот компьютер.
zh_hans: 需要辅助程序和已关联的账号。聊天来自本地会话存储；任何数据都不会离开这台设备。

source: Requires the verified helper and Full Disk Access. Chats are listed from this Mac's Messages database; nothing leaves the machine.
ko: 검증된 도우미와 전체 디스크 접근 권한이 필요합니다. 채팅은 이 Mac의 메시지 데이터베이스에서 나열되며, 어떤 것도 기기를 떠나지 않습니다.
ru: Требуются проверенный помощник и полный доступ к диску. Чаты берутся из базы данных «Сообщений» этого Mac; ничего не покидает машину.
zh_hans: 需要经过验证的辅助程序和完全磁盘访问权限。聊天列表来自这台 Mac 的“信息”数据库；任何数据都不会离开本机。
zh_hant: 需要經過驗證的輔助程式和完全磁盤訪問權限。聊天列表來自這台 Mac 的「訊息」資料庫；任何資料都不會離開本機。

source: Rescan
ko: 다시 스캔
ru: Повторное сканирование
zh_hans: 重新扫描
zh_hant: 重新掃描

source: research
ko: 연구
ru: исследовать
zh_hans: 研究
zh_hant: 研究

source: Research Analyst
ko: 연구 분석가
ru: Аналитик-исследователь
zh_hans: 研究分析师
zh_hant: 研究分析師

source: Researcher
ko: 연구원
ru: Исследователь
zh_hans: 研究员
zh_hant: 研究員

source: Reserved contract flag for explicit scheduler gating; concurrent sessions controls the active BatchEngine slot count today.
ko: 명시적인 스케줄러 게이팅을 위해 예약된 계약 플래그입니다; 오늘은 동시 세션이 활성 BatchEngine 슬롯 수를 제어합니다.
ru: Флаг зарезервированного контракта для явного ограничения планировщика; одновременные сеансы контролируют количество активных слотов BatchEngine на сегодняшний день.
zh_hans: 为显式调度器门控保留的合约标志；目前由并发会话控制活跃的 BatchEngine 槽位数量。
zh_hant: 爲顯式調度器門控保留的合約標誌；目前由併發會話控制活躍的 BatchEngine 槽位數量。

source: Reset
ko: 재설정
ru: Перезагрузить
zh_hans: 重置
zh_hant: 重置

source: Reset All to Default
ko: 모두 기본값으로 재설정
ru: Сбросить все по умолчанию
zh_hans: 全部重置为默认
zh_hant: 全部重置爲默認

source: Reset all tool permissions to default
ko: 모든 도구 권한을 기본값으로 재설정
ru: Сбросить все разрешения инструмента по умолчанию
zh_hans: 将所有工具权限重置为默认值
zh_hant: 將所有工具權限重置爲默認值

source: Reset any time
ko: 언제든지 재설정
ru: Сброс в любое время
zh_hans: 可随时重置
zh_hant: 可隨時重置

source: Reset Container
ko: 컨테이너 재설정
ru: Сбросить контейнер
zh_hans: 重置容器
zh_hant: 重置容器

source: Reset Container?
ko: 컨테이너를 재설정하시겠습니까?
ru: Сбросить контейнер?
zh_hans: 重置容器？
zh_hant: 重置容器？

source: Reset identity
ko: ID 재설정
ru: Сбросить идентификация
zh_hans: 重置身份
zh_hant: 重置身份

source: Reset Identity
ko: ID 재설정
ru: Сбросить идентификация
zh_hans: 重置身份
zh_hant: 重置身份

source: Reset Identity?
ko: ID를 재설정하시겠습니까?
ru: Сбросить идентификация?
zh_hans: 重置身份？
zh_hant: 重置身份？

source: Reset memory store?
ko: 메모리 저장소를 재설정하시겠습니까?
ru: Сбросить память?
zh_hans: 重置记忆存储？
zh_hant: 重置內存存儲？

source: Reset Sandbox?
ko: 샌드박스를 재설정하시겠습니까?
ru: Сбросить песочницу?
zh_hans: 重置沙盒？
zh_hant: 重置沙盒？

source: Reset store
ko: 저장소 재설정
ru: Сбросить хранилище
zh_hans: 重置存储
zh_hant: 重置存儲

source: Reset store…
ko: 저장소 재설정…
ru: Сбросить магазин…
zh_hans: 重置存储…
zh_hant: 重置存儲…

source: Reset this room?
ko: 이 룸을 재설정할까요?
ru: Сбросить эту комнату?
zh_hans: 重置此房间？
zh_hant: 重置此房間？

source: Reset this store?
ko: 이 저장소를 재설정하시겠습니까?
ru: Сбросить настройки этого магазина?
zh_hans: 重置此存储？
zh_hant: 重置此存儲？

source: Reset to default
ko: 기본값으로 재설정
ru: Сбросить настройки по умолчанию
zh_hans: 重置为默认
zh_hant: 重置爲默認

source: Reset to Default
ko: 기본값으로 재설정
ru: Сбросить настройки по умолчанию
zh_hans: 重置为默认
zh_hant: 重置爲默認

source: Reset to default directory
ko: 기본 디렉터리로 재설정
ru: Сброс в каталог по умолчанию
zh_hans: 重置为默认目录
zh_hant: 重置爲默認目錄

source: Reset to default theme
ko: 기본 테마로 재설정
ru: Сбросить тему по умолчанию
zh_hans: 重置为默认主题
zh_hant: 已重置爲默認主題

source: Reset to Defaults
ko: 기본값으로 재설정
ru: Сброс к настройкам по умолчанию
zh_hans: 重置为默认值
zh_hant: 重置爲默認值

source: Reset…
ko: 재설정…
ru: Перезагрузить…
zh_hans: 重置…
zh_hant: 重置…

source: Resetting clears sandbox plugin state. Agent workspace files on the host persist.
ko: 재설정하면 샌드박스 플러그인 상태가 지워집니다. 호스트의 에이전트 워크스페이스 파일은 유지됩니다.
ru: Сброс очищает состояние плагинов песочницы. Файлы рабочих областей агентов на хосте сохраняются.
zh_hans: 重置将清除沙盒插件状态。主机上的智能体工作区文件将保留。
zh_hant: 重置將清除沙盒插件狀態。主機上的代理工作區檔案將保留。

source: Resetting destroys all installed sandbox packages. Agent workspace files on the host persist.
ko: 재설정하면 설치된 모든 샌드박스 패키지가 파괴됩니다. 호스트의 에이전트 작업 공간 파일은 유지됩니다.
ru: Сброс уничтожает все установленные пакеты песочницы. Файлы рабочей области агента на хосте сохраняются.
zh_hans: 重置会销毁所有已安装的沙盒包。主机上的智能体工作区文件会保留。
zh_hant: 重置會銷毀所有已安裝的沙盒包。主機上的智能體工作區文件會保留。

source: Resetting Osaurus
ko: Osaurus 재설정 중
ru: Сброс Osaurus
zh_hans: 正在重置 Osaurus
zh_hant: 正在重置 Osaurus

source: Resolution
ko: 해상도
ru: Разрешение
zh_hans: 分辨率
zh_hant: 分辨率

source: Resolved Plan
ko: 해결된 계획
ru: Решенный план
zh_hans: 解析后的计划
zh_hant: 已解決的計劃

source: Resolving CDN mirror
ko: CDN 미러 확인 중
ru: Разрешение зеркала CDN
zh_hans: 正在解析 CDN 镜像
zh_hant: 正在解析 CDN 鏡像

source: Resolving GitHub mirror
ko: GitHub 미러 확인 중
ru: Разрешение зеркала GitHub
zh_hans: 正在解析 GitHub 镜像
zh_hant: 正在解析 GitHub 鏡像

source: Resources
ko: 리소스
ru: Ресурсы
zh_hans: 资源
zh_hant: 資源

source: RESOURCES
ko: 리소스
ru: РЕСУРСЫ
zh_hans: 资源
zh_hant: 資源

source: Response
ko: 응답
ru: Ответ
zh_hans: 响应
zh_hant: 響應

source: Responses endpoint with streaming support
ko: 스트리밍이 지원되는 응답 엔드포인트
ru: Конечная точка ответов с поддержкой потоковой передачи
zh_hans: 支持流式输出的 Responses 端点
zh_hant: 支持流式輸出的響應端點

source: Responsiveness
ko: 반응성
ru: Отзывчивость
zh_hans: 响应速度
zh_hant: 響應速度

source: Restart
ko: 다시 시작
ru: Перезапустить
zh_hans: 重新启动
zh_hant: 重新啓動

source: Restart required
ko: 다시 시작 필요
ru: Требуется перезагрузка
zh_hans: 需要重新启动
zh_hant: 需要重新啓動

source: Restart sandbox
ko: 샌드박스 다시 시작
ru: Перезапустить песочницу
zh_hans: 重新启动沙盒
zh_hant: 重新啓動沙盒

source: Restart the sandbox to apply per-agent bridge tokens. Plugin calls will return 401 until the running container picks up the new shim.
ko: 에이전트별 브리지 토큰을 적용하려면 샌드박스를 다시 시작하세요. 실행 중인 컨테이너가 새 심(shim)을 인식할 때까지 플러그인 호출은 401을 반환합니다.
ru: Перезапустите песочницу, чтобы применить bridge-токены для каждого агента. Вызовы плагинов будут возвращать 401, пока запущенный контейнер не подхватит новый shim.
zh_hans: 重新启动沙盒以应用按智能体的桥接令牌。在运行中的容器采用新的 shim 之前，插件调用将返回 401。
zh_hant: 重新啓動沙盒以應用按智能體的橋接令牌。在運行中的容器採用新的 shim 之前，插件調用將返回 401。

source: Restart the stdio MCP subprocess
ko: stdio MCP 하위 프로세스 다시 시작
ru: Перезапустите подпроцесс stdio MCP
zh_hans: 重新启动 stdio MCP 子进程
zh_hant: 重新啓動 stdio MCP 子進程

source: Restarting
ko: 다시 시작하는 중
ru: Перезапуск
zh_hans: 正在重启
zh_hant: 正在重啓

source: Restarting Server...
ko: 서버를 다시 시작하는 중...
ru: Перезапуск Server…
zh_hans: 正在重启服务端...
zh_hant: 正在重啓服務器...

source: Restarting...
ko: 다시 시작하는 중...
zh_hans: 正在重启...
zh_hant: 正在重啓...
